tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpg-agent"
brew "mas"
brew "neofetch"
brew "p7zip"
brew "pv"
brew "ranger"
brew "tmux"
brew "tree"
brew "wget"
brew "when"
brew "yarn"
brew "alfred"
brew "z"
brew "zsh"
cask "1password"
cask "android-platform-tools"
cask "coconutbattery"
cask "disk-inventory-x"
cask "firefox"
cask "gifcapture"
cask "gimp"
cask "gitify"
cask "gitter"
cask "google-chrome"
cask "hyper"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "micro-snitch"
cask "little-snitch"
cask "postman"
cask "slack"
cask "softu2f"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "transmission"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-inconsolata"
mas "Microsoft Remote Desktop", id: 715768417
