tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "adns"
brew "aria2"
brew "autoconf"
brew "ccat"
brew "emojify"
brew "exercism"
brew "libpng"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-lfs"
brew "libffi"
brew "pcre"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pth"
brew "gpg-agent"
brew "jpeg"
brew "libtool"
brew "xz"
brew "json-c"
brew "openssl"
brew "libssh2"
brew "libusb-compat"
brew "libyubikey"
brew "mas"
brew "readline"
brew "mongodb"
brew "neofetch"
brew "oniguruma"
brew "openssl@1.1"
brew "p7zip"
brew "pkg-config"
brew "postgresql"
brew "pv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "when"
brew "yarn"
brew "yubico-piv-tool"
brew "z"
brew "zsh"
cask "alfred"
cask "android-platform-tools"
cask "caprine"
cask "coconutbattery"
cask "disk-inventory-x"
cask "firefox"
cask "gifcapture"
cask "gimp"
cask "gitify"
cask "gitter"
cask "google-chrome"
cask "hyper"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "little-snitch"
cask "postman"
cask "private-internet-access"
cask "robo-3t"
cask "slack"
cask "softu2f"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "geektool"
cask "mactracker"
cask "sublime-text"
cask "kindle"
cask "evernote"
cask "omnigraffle"
cask "omnifocus"
cask "transmit"
cask "anytrans"
cask "gitkraken"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "waltr"
cask "default-folder-x"
cask "hazel"
cask "istat-menus"
cask "path-finder"
cask "panic-unison"
cask "dropbox"
cask "google-backup-and-sync"
cask "xquartz"
cask "iterm2"
cask "teamviewer"
cask "clamxav"
cask "calibre"
cask "1password"

cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-inconsolata"
mas "Microsoft Remote Desktop", id: 715768417
mas "Pocket", id: 568494494
mas "Library Books", id: 412822911
mas "Wunderlist", id: 410628904
